{
  "id": "771360650",
  "title": "Home from Home: Chronicle of a Vision",
  "year": "2013",
  "runtime": 225,
  "synopsis": "Set in a dreary, unforgiving mid-19th century German village in Hunsruck, Home From Home captures the plight of hundreds of thousands of Europeans who emigrated to faraway South America to escape the famine, poverty and despotism that ruled at home. Their motto was: \"Any fate is better than death\". Edgar Reitz's film is a heart-wrenching drama and love story set against the backdrop of this forgotten tragedy. It encompasses a time of tribulation and illuminates the revolutionary and intellectual spirit present in the souls who are center of this tale. Jakob, our protagonist, tries to immerse himself in literature and learning, as the rest of his family toils to fend off starvation. He dreams about leaving his village, Schabbach, for a new life in Brazil and the freedom of the wild South American jungle. He studies the languages of the native South Americans and records his heroic attempts to escape the rural confines of Hunsruck in an astonishing diary that not only tells us his story but reflects the aspirations and philosophies of a whole era. Everyone who encounters Jakob is drawn into the maelstrom of his dreams: his parents, bowed and broken from years of labor making a living from the soil his scheming and brash brother, Gustav and above all Henriette, the fetching daughter of a gem cutter fallen on hard times. Gustav's return from military service is destined to shatter Jakob's world and his love for Henriette, as it symbolizes the necessary rift that will set into motion the unraveling of the regimented family structure. Jakob is not content to allow himself to be stuffed into a mold typical of a young laborer and rebels against his tormentors by assaulting the local marshals in an attempt to stand in solidarity with a fellow revolutionary both are cast into prison and brought near death. For a time Jakob finds a new home after his release, then another, before events beyond his control finally reunite him with his family in Schabbach. It is here that Jakob's colorful and magnetic influence is most strongly realized, and he realizes his place in the world is not that of his dreams. Spectacular landscapes and an ultra-high definition shooting format elevate Edgar Reitz's Home Away From Home from an unforgettable story to a breathtaking cinematic experience.",
  "tag": "Big Nights",
  "slug": "home-from-home-chronicle-of-a-vision",
  "critics_score": 82,
  "audience_score": 96,
  "directors": [

  ],
  "rt_link": "http://www.rottentomatoes.com/m/home_from_home_chronicle_of_a_vision_2015/",
  "region": "auckland",
  "reviews": [
    "03469",
    "ded97"
  ]
}