{"id":"771371855","title":"Watchers of the Sky","year":"2014","runtime":120,"synopsis":"With his provocative question, \"why is the killing of a million a lesser crime than the killing of an individual?\" Raphael Lemkin changed the course of history. An extraordinary testament to one man's perseverance, the Sundance award-winning film Watchers of the Sky examines the life and legacy of the Polish-Jewish lawyer and linguist who coined the term genocide. Before Lemkin, the notion of accountability for war crimes was virtually non-existent. After experiencing the barbarity of the Holocaust firsthand, he devoted his life to convincing the international community that there must be legal retribution for mass atrocities targeted at minorities. An impassioned visionary, Lemkin confronted world apathy in a tireless battle for justice, setting the stage for the Nuremberg trails and the creation of the International Criminal Court. Inspired by Samantha Power's Pulitzer Prize-winning book A Problem From Hell, this multi-faceted documentary interweaves Raphael Lemkin's struggle with the courageous efforts of four individuals keeping his legacy alive: Luis Moreno Ocampo, Chief Prosecutor of the ICC; Samantha Power, U.S. Ambassador to the United Nations; Ben Ferencz, a former Nuremberg prosecutor still tenaciously lobbying the UN for peace, and Rwandan Emmanuel Uwurukundo, UN Refugee Agency Field Director in Chad. Alternating live interviews with rare archival footage and striking animation, Watchers of the Sky illuminates the compassion and bravery of these humanitarians and powerfully demonstrates the ability of global activism to give a voice to the silent victims of genocide.(C) Music Box","tag":"Champions","slug":"watchers-of-the-sky","critics_score":84,"audience_score":80,"directors":[],"image_m":"http://resizing.flixster.com/BpQVHgS2v-nS7DXwb5Srh2Ey4TQ=/54x79/dkpu1ddg7pbsk.cloudfront.net/movie/11/18/07/11180702_ori.jpg","image_l":"http://resizing.flixster.com/BpQVHgS2v-nS7DXwb5Srh2Ey4TQ=/54x79/dkpu1ddg7pbsk.cloudfront.net/movie/11/18/07/11180702_ori.jpg","rt_link":"http://www.rottentomatoes.com/m/watchers_of_the_sky/","region":"auckland","reviews":["c6564","98a14"]}